Revit 2016 API
LoadCombination.NumberOfUsages Property
Returns number of usages.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
[ObsoleteAttribute("This property is obsolete in Revit 2016. Use GetUsageIds() method instead.")]
public int NumberOfUsages { get; }
Visual Basic
<ObsoleteAttribute("This property is obsolete in Revit 2016. Use GetUsageIds() method instead.")> _
Public ReadOnly Property NumberOfUsages As Integer
	Get
Visual C++
[ObsoleteAttribute(L"This property is obsolete in Revit 2016. Use GetUsageIds() method instead.")]
public:
property int NumberOfUsages {
	int get ();
}
See Also
LoadCombination Class
Autodesk.Revit.DB.Structure Namespace